Revit 2027 API
ParameterTypeId.PropertySetMaterialAspect Property
 "Material aspect"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PropertySetMaterialAspect { get; }
Public Shared ReadOnly Property PropertySetMaterialAspect As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PropertySetMaterialAspect {
	ForgeTypeId^ get ();
}
static member PropertySetMaterialAspect : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace